{
  "title": "leotheo",
  "totalPages": 12,
  "pages": [
    {
      "page": 1,
      "header": true,
      "chapter": "Kapitel 1. Det djupa berget (Norge, Oslo)",
      "content": "Kapitel 1. Det djupa berget (Norge, Oslo)\n\nMitt i den ljusa världen, mitt i Europa, mitt i Sverige, mitt i en stad vars namn var Jönköping bodde två fantasifulla barn. Deras namn var Leo och Theo. De var bästa kompisar och bästa bröder och bodde mitt i staden. Leo hade grå jeans med fickor på fram och baksidan, med en långärmad gaming tröja och en ljusblå keps medan Theo hade ljusblå jeans också med fickor, en grå Star Wars tröja och en ljusgrön keps. Varje dag efter skolan lekte de i den stora och lekfulla skogen som de kallade Lekskogen. De traskade över den slitna och svarta asfalten på väg mot deras favorit lekplats. Varje dag de kom in så väntade nya äventyr, fast just idag när de kom till de gamla slitna trädet de brukar klättra upp på dess grenar där de alltid låg blöt mossa så var det en gammal sliten papperslapp som var upptejpad på trädet. \n - Leo! Kom och kolla på den här papperslappen! ropade Theo med en nyfiken röst.\nTheo sprang från de andra träden i området och genom de blöta buskarna med nya blommor som just hade slagit ut.\n-Vad är detta då? Undrade Leo fundersamt. \n-Vet inte, men vi kan dra av den! sa Theo uppspelt.\nSedan drog Theo av den. Texten var skriven med gammal handstil från vikingatiden. Den använde andra texten än Svenska språket.\n-Leo, vi lärde oss hur man tyder sådana texter, ta fram appen vi laddade ner. Sa Theo spänd på vad som står.\n-Det står, Ni som läser detta meddelande ska nu ut på en världsresa genom världen och både rädda och upptäcka nya"
    },
    {
      "page": 2,
      "continuation": true,
      "content": "skatter, #1996-11-07#.\n-Vänta! Utbrast Leo. -Skrevs denna text för 29 år sedan?! \n-Men vi har ju varit här nästan varje dag och vi har inte ens märkt den? Utbrast Theo förvirrat. \n-Tydligen. Sa Leo också förvirrat.\n-Men strunt i det, vi ska ut på en världsresa! Utbrast Theo tillslut för att byta ämne.\n-Ja! Kom vi springer hem och berättar för mamma och pappa! Sa Leo spänd på både var de ska först och vilka äventyr som väntade i världen.\nOch sen sprang de hem ut i den ljusa skogen som alltid luktade äventyr och blöt mossa in genom de slitna asfalten och hem till de båda. De pratade tillsammans om vad som hade hänt och föräldrarna nickade tveksamt. Leo och Theo så direkt att de inte trodde på dem, så Leo tog fram lappen och översatte. \n-Oj, sa pappa Sam.\n-Men ni är ju bara 10 år gamla, tror du att ni kommer klara det? Det är ju en gigantisk värld, tror ni att ni kommer kunna göra det? frågade mamma Anna, både rädd och fundersam.\n-Ja, mamma och pappa. Började Leo.\n-Vi är stora och när vi samarbetar. Fortsatte Theo.\n-Så klarar vi allt! Avslutade de två vännerna i kör.\nMamma Anna blev så rörd av sina två barn att hon började gråta. Pappa Sam nickade klokt mot sina barn. Han var också stolt. Sam och Anna var så stolta att de inte hade något att säga. Så de tillåter att Leo och Theo får åka. De packade tält, kläder, pengar till mat, mobiler (så de kan ringa mamma och pappa i nödfall), vattenflaskor och mycket mer! De bestämde att de skulle åka imorgon till sitt första land, Norge"
    },
    {
      "page": 3,
      "continuation": true,
      "content": "(för Sverige kommer vara sist). De la sig den kvällen med tankar om allt de kommer börja uppleva redan i Norge. Så de somnade med goda drömmar om deras äventyr de snart kommer uppleva. \nNästa morgon vaknade de av att Anna och Sam överraskade dem med en liten fest för att fira att de skulle på världsresa. Leo och Theo var glada att de tog detta steg för att både utmana sig själva och att utforska länder de inte har varit i än. Vid lunch gav de sig iväg och Anna grät av lycka och när hon väl har slutat så kan bröderna säga hejdå. Leo och Theo traskade till en busshållplats så att de därifrån kunde ta sig till flygplatsen. Leo och Theo var väldigt nyfikna på vad de skulle få upptäcka i Oslo, Norges huvudstad. När de kom fram till flygplatsen var det redan lunch så de stannade snabbt på en restaurang och åt innan de åkte med äventyrslust mot Norge. Nu efter de åt gick de till sin terminal där de gick på flyget. De satt där i ca 1 timme innan de äntligen var framme i deras första land och stad. Solen sken, det var fortfarande eftermiddag kl 13 så de kunde njuta av denna dag i Oslo. De hyrde var sitt fiskespö och en båt. Norge är känt för sin goda lax så de passade på att testa att få napp. Efter bara några minuter fick Theo napp. \n-Jag tror att jag har något! Eller på norsk, jeg tror jeg har noe. Sa Theo.\nOch bara två minuter fick Leo också napp.\n-Jag fick också något! Utbrast Leo. Och han fick upp den. \n-Vi kan grilla laxen till middag. föreslog Theo. \n-Ja! Vilken bra ide!"
    },
    {
      "page": 4,
      "continuation": true,
      "content": "svarade Leo. \nSå senare på kvällen grillade de.\nDe grillade och hade kul hela kvällen. \nVid 21-tiden bokade de hotell på ett av Oslos lyxhotell, Grand Hotell Oslo. \nNästa morgon packade de sakerna, gick ner och åt frukost och checkade ut. Nu ska de besöka Jotunheimen National Park där de ska hitta första skatten. De begav sig med en taxi dit. När de var precis utanför glänste skogen i solskenet och Leo och Theo började traska in. \n- Nu ska vi hitta den! Sa Leo upspelt.\nDet fanns en skatt i varje land de behövde få tag i. På lappen i skogen hemma i Jönköping så stod det också en elak forskare med namnet Professor Guldgrim som försökte ta över världens skatter och att den som läser detta måste rädda dem. Så Leo och Theo behövde hitta den snabbt. \n-På kartan står det att det ska finnas en grotta i början av berget som är dold. Förklarade Leo.\n-Vi måste hitta den! Utbrast Theo. \nSå de sprang dit och letade. Skogen var stor med björkar, asp, tallar och granar. Leo och Theo traskar i skogen bland löv och mossa. Efter en timmes letande så hittade de äntligen berget.\n-Där är berget! Utbrast Leo och Theo i munnen på varandra. \nDe letade runt berget i några minuter och då tillslut såg de ett stort stenblock som täcker ingången till den mörka grottan. De lyckades efter ett tag flytta stenblocket men när de kollade på himlen såg de att de redan höll på att bli mörkt. \n-Ska vi gå in i grottan, Leo? Frågade Theo\n-Ja! Svarade Leo.\n-Vi måste upptäcka grottan innan de blir mörkt. Fortsatte"
    },
    {
      "page": 5,
      "continuation": true,
      "content": "Leo. \nTillslut så gick de in med en ficklampa. Men de dem inte visste var att någon eller något förföljer dem, men vem? När de hade gått en bit så såg de en gigantisk öppning till en större grotta.\nGrottan hade ljusbruna stalagmiter från golvet och stalaktiter från taket med gamla mossa på dem. \n-Wow! Va stort de är! Utbrast Theo.\n-Ja, men kolla där! Utbrast Leo. -En öppning!\nLeo och Theo hoppade ner för den lilla klippan och sprang ivrigt mot öppningen. Men när de skulle passera öppningen så hoppade någon annan ner från den och landade precis framför Leo och Theo så de föll bakåt. \n-Hihi, moahahaha!! Skrattade rösten.\n-Vem är du? frågade Leo medan han borstade av damm från kläderna.\n-Jag är Proffesor Guldgrim, ni kanske har hört talas om mig! sa Professor Guldgrim med en elak röst.\nMedan professor Guldgrim pratade till “Leo och Theo” som han trodde så smög Leo och Theo igenom dammet från professor Guldgrims antre så smög dem två vännerna snabbt in i grottan och tog skatten, som var gömd bakom en sten och så sprang och smög ut ur grottan med skatten i famnen.\n-Puh, vi klarade det! Utbrast Leo anfåd. \n-Ja, vi klarade det! Sa Theo. -Men nu kollar vi vad som är inuti skattkistan. Fortsatt Theo. \nNär de öppnade kistan glänste de. \n-Vad är det där? Frågade Theo.\n-De är ett par mynt och sedlar men också en lapp med en kompass inuti. Svarade Leo.\n-På lappen står det. Fortsatte Leo\n-Bra gjort! Nu res till de tusen sjöarnas land, Finland. Och där i Helsingfors kommer ni hitta spel"
    },
    {
      "page": 6,
      "continuation": true,
      "content": "gudarnas hem och skogen. Kartan är under! Läste Leo.\nMen när Leo tittade upp såg han att Theo redan hade sina saker och sprang till närmaste busshållplats.\n-Kom Leo! Skynda dig! Skrek Theo på långt avstånd.\nLeo bara log, packade den lilla kistan och begav sig till busshållplatsen. Väl senare på flygplatsen så var de redan nio på kvällen så de somnade på flyget tills mitt i natten var de framme i deras andra plats, nämligen Helsingfors.\nDe åkte med en taxi till närmaste hotell där de bokade bara för natten. Senare väl i sängen somnade de två barnen djupt.\n\nKapitel 2. Djupet i havet (Finland, Helsingfors)\nNästa dag vaknade de inte medvetna om att de var redan i Helsingfors, för de var så trötta igår att de knappt visste var de var. Leo gnuggade ögonen och satte sig långsamt upp i sängen.\n– Vad har hänt? Var är jag? frågade Leo sig själv stressat medan han tittade omkring i det okända hotellrummet.\nMen Theo var redan uppe och klädd, han stod vid fönstret och log.\n– Vi är i Finland, Helsingfors nu. Vi flög hit igår, minns du inte? Vi landade sent och jag bokade hotellet så vi kunde sova här.\nLeo skakade på huvudet men började minnas:\n– Just det… skatten, Norge, grottan… Guldgrim! utbrast han.\nTheo nickade.\n– Och nu är vi ett steg närmare nästa skatt. På kartan stod det något om de tusen sjöarnas land, men också något om Olympiastadion här i Helsingfors.\nLeo reste sig upp och började klä på sig.\n– Olympiastadion… det är där vi måste leta. Men hur ska vi hitta en skatt i ett så"
    },
    {
      "page": 7,
      "continuation": true,
      "content": "stort område?\n– Vi får tänka smart, sa Theo. Vi börjar med att gå dit och se om vi märker något ovanligt.\nDe åt en snabb frukost, packade sina väskor och tog en spårvagn mot Olympiastadion. När de kom fram såg de den enorma byggnaden resa sig mot himlen. Det var både pampigt och lite läskigt.\n– Jag undrar hur många hemligheter som finns gömda här inne, sa Leo.\nDe gick in genom huvudingången, och genast kände de hur något förändrades. Det var som om luften vibrerade.\n– Ser du det där? viskade Theo och pekade mot en avlägsen trappa ner till källaren.\nDe smög sig ner för trapporna. Ljudet från staden försvann och ersattes av ett svagt ekande från deras egna steg. Plötsligt såg de något glänsa i hörnet av ett gammalt förråd. Det var en symbol – samma symbol som på kartan från Norge.\n– Det här är rätt plats, viskade Leo.\nDe drog undan några lådor och fann en liten metallucka i golvet. Leo tog fram nyckeln de hittade i Danmark och testade den. Klick – den passade.\nLuckan öppnade sig och avslöjade en trång gång som ledde ännu längre ner. Luften blev kallare och mörkare ju längre de gick.\nEfter en stund kom de fram till ett underjordiskt rum fyllt med gamla sportpriser, fanor – och i mitten, ett podium med ett skrin.\n– Det måste vara där, viskade Theo och gick försiktigt fram.\nMen just som han skulle öppna skrinet hördes ett ljud bakom dem.\n– Ni är duktiga… men inte tillräckligt. moahahaha!\nProfessor Guldgrim stod där igen – denna gång med en ficklampa i handen och ett hånleende.\n–"
    },
    {
      "page": 8,
      "continuation": true,
      "content": "Jag visste att ni skulle hitta hit, men ni lämnar inget annat val än att ta det ifrån er.\nMen Leo var snabb. Han hade redan tänkt ut en plan. Han viskade snabbt till Theo:\n– Du distraherar honom, jag tar skrinet.\nTheo log och gick mot Guldgrim.\n– Vad vill du egentligen? Varför jagar du skatterna?\n– De tillhör mig! skrek Guldgrim. Min farfar hittade den första för länge sen. Jag avslutar det han påbörjade!\nMedan han pratade smög Leo fram till podiet och grep skrinet. Innehållet? En medalj med inskriptionen: \"Till de som ser klart i det djupaste mörkret.\" Samt en ny karta.\n– Det är dags att dra! skrek Leo och kastade ett ljusbloss mot Guldgrim, som tappade sin ficklampa i förvåning.\nDe sprang uppför gångarna, förbi trapporna, ut i dagsljuset. När de pustade ut utanför stadion öppnade de kartan.\n– Nästa stopp… Island. Landet av is och eld. Där ska nästa skatt finnas i närheten av Þingvellir nationalpark.\n– Vi måste skynda oss, sa Theo. Guldgrim är oss hack i häl.\n– Ja… men vi har något han inte har. Vänskap.\nDe skrattade och sprang mot närmaste tunnelbana för att ta sig till flygplatsen..\nSenare på flygplatsen kollade de i skattkistan vad som var där. De var guldmynt och en lapp. “Lycka till”. \n-Okej? frågade Theo med ett frågetecken i sin hjärna. Men nu drar vi!\n\nKapitel 3. Is och eld (Island, Þingvellir)\n\nDet var fortfarande tidig morgon när Leo och Theo steg av planet i Reykjavik. Den kalla, torra luften slog emot dem och fick dem att huttra till trots sina varma jackor.\n–"
    },
    {
      "page": 9,
      "continuation": true,
      "content": "Island känns... magiskt, sa Leo medan han blickade ut över det snötäckta landskapet.\n– Och kallt, svarade Theo och drog upp dragkedjan på sin jacka.\nDe tog en hyrbil och körde direkt till Þingvellir nationalpark. Kartan de hittat i Finland visade en plats djupt inne i den gamla sprickdalen – mitt emellan två kontinentalplattor.\n– Här sägs det att jorden bokstavligen delar sig. Häftigt, va? sa Theo.\nEfter en timmes vandring i snö och is stannade de framför en gigantisk klippvägg. En pil var inristad i stenen och pekade nedåt mot en smal öppning.\n– Ska vi verkligen ner där? frågade Theo lite tveksamt.\n– Det är det vi gör, sa Leo och tog täten.\nIngången ledde till en lavatunnel – mörk och fuktig, men fortfarande varm från jordens inre. De tände sina ficklampor och gick försiktigt in.\nEfter att ha följt tunneln i nästan en timme såg de ett svagt blått sken längre fram. Det kom från ett kristallint altare mitt i en rund sal.\n– Där är den! viskade Theo.\nDe närmade sig långsamt och såg en liten skål på altaret. I den låg ett ägg – glödande, pulserande.\n– Det är en... vulkanpärla? frågade Leo.\n– Det står något här! sa Theo och pekade på en inskription.\n\"De land som gränsar över Tyskland, och en gång varit stort, och den stad som tagit landet med storm. Berätta till en dam: Den pennan stor .\"\n–Den stad som tagit landet med storm ... De måste vara Köpenhamn! sa Leo.\nMen innan de hann ta pärlan hördes en bekant röst bakom dem:\n– Jaha, så ni har hittat nästa skatt. Då tar jag den!"
    },
    {
      "page": 10,
      "continuation": true,
      "content": "Professor Guldgrim! Han var smutsig, trött, men fortfarande lika farlig. Theo såg sig snabbt omkring, greppade en lös lavasten och kastade den mot taket. En lavabåge kollapsade mellan dem och professorn.\n– Skynda Leo! Ta pärlan!\nLeo tog pärlan, och de rusade tillbaka genom tunneln medan taket började vibrera. Utanför klättrade de snabbt upp och tillbaka till bilen.\n– Nästa stopp: Billund! sa Theo andfådd, men med ett brett leende.\n– Och ännu ett steg närmare sanningen bakom skatterna, svarade Leo.\n-Och vi ska rädda den! \n\nKapitel 4 Legots Land (Danmark,Billund)\n\nI skatten de hittade så hittade Leo och Theo mer guldmynt och en liten säck med legobitar. På en gul lego bit satt en lapp. “Leta där Lego finns.” \n-Hmm… Jo på Legoland, de måste vara där, och de ligger ju i Billund! Utbrast Theo.\nDe tog en färja till Danmark. Det var många olika musikband men Leo och Theo kunde inte komma på vad de heter. Vid middag åt de på färjan en god korvstroganoff med god aptit. \nNästa dag var de äntligen framme och när färjan parkerade sprang Leo och Theo de fortaste dem kunde till den närmaste bussen. Men innan lunch var de framme i Legoland.\nPå Island hade de redan bokat biljetter så de kunde traska in. Luften var gjord av flygande legobitar och de luktade som ett paradis. \n-Wow! Jag har aldrig varit på Legoland men jag visste inte att de var så här! Utbrast Leo förvånad. \nMen då kurrade Theos mage. \n-Det är nog bäst att vi äter lunch innan vi letar efter skattkistan här i Billund."
    },
    {
      "page": 11,
      "continuation": true,
      "content": "Förklarade Theo hungrig av allt dem har åkt.\n-Så, sant. Sa Leo.\nDe gick tillsammans igenom Legoland till en liten korvkiosk där de köpte korv. \n-Hej, två korvar tack! Sa Leo till dammen i kiosken.\nMen dammen svarade inte.\n-Men hörru Leo, ska vi fråga dammen om koden? Undrade Theo viskande. \n-Okej, men var försiktig. Fortsatte Leo.\nOch så sa han de\n-Den pennan stor. Sa Theo till dammen. \nDå öppnade hela kiosken och dammen sa: Gå in. Men som vanligt så förföljde professor Guldgrim. Men denna gång visste han inte vart han skulle gå fast han hade förföljt dem så länge. Medan så gick Leo och Theo i en typ av lego grotta. Hela grottan var gjord av lego bitar som låg lite här och där.\nOch i slutet av grottan låg den. Skattkista nummer 4. \n-Vi hittade den! Sa Theo. Men jag är fortfarande hungrig!\n-Ok, nu hittar vi ett ställe där du kan äta på riktigt!\nKapitel 5 Folkets Land (Tyskland, Berlin ,Del 1)\nMen innan de skulle äta kollade de vad som fanns i kistan. \n-Hmm, guldmynt och en lapp. Såg Leo.\nSedan läste Leo lappen. “Res till landet med två huvudstäder, och den som hade en mur. Sedan res till den muren där kommer ni finna nästa skatt.”\n-Det måste vara…. Tyskland! Och vi ska nu till Berlin och sen Bonn! utbrast Theo som har tappat sin hunger. \n-Dem sprang tillbaka till bussen och gick därifrån till färjan. \nSedan åkte de en timme med färja. Och därifrån åkte de buss till Berlin. \n-Okej om jag inte minns det rätt så ska vi till den gamla Berlinmuren där den har stod. Sa Leo. Så nu"
    },
    {
      "page": 12,
      "continuation": true,
      "content": "när de har åkt massa ska de ta en promenad till Berlinmuren. \nEfter en timme eller nåt så var de framme.\n-Men var ska vi börja leta? frågade Theo nu om han blivit hungrig.\n-Vet inte. Svarade Leo. Vi får bara leta efter håll och grottor i marken kanske.\nDe gick runt Berlinmuren flera gånger men tillslut blev de så mörkt att de inte kunde fortsätta under den dagen. \nNästa dag tog de in med hårdhandskarna.\nDe letade under stenar i hål och tillslut så hittade de en liten öppning i marken där de såg ett stort hål. \n-Vi hittade den! Utbrast Theo andfått.\nLeo som hade hyrt en spade för att gräva hålet större. \nSedan hoppade de in.\n-Oj, utbrast Leo nyfiket. De är gamla forntida skrifter och bilder! \nDe gick i den stora tunneln och fantiserade om bilderna. \nMen då hörde de ett skratt. \n-Moahahahaha! skrattade rösten.\n-Vem där? frågade Leo rädd.\nDå kom proffesor Guldgrim igenom skuggan.\n-Ni trodde ni att ni hade blivit av med mig i Danmark? Eller hur? skrattade Professor Guldgrim.\nMen då puttade Leo de hårdaste medan Theo hade hittat skatten. Då tog Leo en raket ur Guldgrims väska och satte den på honom.\n-Vänta va!? Nejjjjjjjj!! Skrek Guldgrim i luften när han åkte. \n-Vi lyckades! Utbrast Leo och Theo glada i munnen på varandra.\nDem tog kistan ut och öppnade den. De glänste i kistan, de var….\n!!!!!NR 2 KOMMER SNART!!!!!"
    }
  ]
}